//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_Cmn */

	"100" = "( %1, %2 )";
	"101" = "an assertion occurred in \"%1\", line %2";
	"102" = "out_of_range: Cmn_ChunkyVecImpl::At";
	"103" = "Move down src: %1, len: %2, dest: %3\n";
	"104" = "Move up src: %1, len: %2, dest: %3\n";
	"105" = "an unexpected error occurred";
	"106" = "there is not enough memory";
	"107" = "unexpected end of stream encountered";
	"108" = "an attempt was made to set position past end of stream";
	"109" = "out_of_range: Cmn_PolyVectorImpl::At";
	"110" = "Cmn_MakeString: conversion error failed";
	"111" = "end of file encountered";
	"112" = "Little endian";
	"113" = "Big endian";
	"114" = "Not Set";

/* L10N_DAW */

	"200" = "unknown";
	"201" = "Undeclared";
	"202" = "Cancel";
	"203" = "Edit";
	"204" = "Undo";
	"205" = "Redo";
	"206" = "Cut";
	"207" = "Copy";
	"208" = "Paste";
	"209" = "Clear";
	"210" = "Select All";
	"211" = "Enter";
	"212" = "Return";
	"213" = "Escape";
	"214" = "Backspace";
	"215" = "Left Arrow";
	"216" = "Right Arrow";
	"217" = "Up Arrow";
	"218" = "Down Arrow";
	"219" = "Page Up";
	"220" = "Page Down";
	"221" = "Home";
	"222" = "End";
	"223" = "Space";
	"224" = "Tab";
	"225" = "Comma";
	"226" = "Period";
	"227" = "Quote";
	"228" = "Semicolon";
	"229" = "Backquote";
	"230" = "Minus";
	"231" = "Equals";
	"232" = "Plus";
	"233" = "Insert";
	"234" = "Delete";
	"235" = "Help";

/* L10N_Digi_FileTypes */

	"300" = "Pro Tools 3.2 Session";
	"301" = "Pro Tools 4 16-Bit Session";
	"302" = "Pro Tools 4 24-Bit Session";
	"303" = "Pro Tools 5.0 Session";
	"304" = "Pro Tools 5.1 -> 6.9 Session";
	"305" = "Pro Tools 7 -> 9 Session";
	"306" = "Pro Tools 7 -> 9 Session Template";
	"307" = "Pro Tools Session";
	"308" = "Pro Tools Session Template";
	"309" = "Pro Tools Track Preset";
	"310" = "Pro Tools Track Version";
	"311" = "Pro Tools Project Session";
	"312" = "Clip Group";
	"313" = "MIDI";
	"314" = "Sibelius Score";
	"315" = "MIDI Groove Quantize Template";
	"316" = "Application";
	"317" = "Pro Tools Plug-In Settings";
	"318" = "Pro Tools Multi-Mono Plug-In Settings";
	"319" = "Pro Tools Exception Log";
	"320" = "Pro Tools Preferences";
	"321" = "Pro Tools I/O Settings";
	"322" = "Pro Tools Plug-In Mappings";
	"323" = "Pro Tools Plug-In Params";
	"324" = "Text file";
	"325" = "Pro Tools Track Arming Profile";
	"326" = "Pro Tools Shared Session Object File";
	"327" = "Pro Tools Shared Session File";
	"328" = "Digi Database";
	"329" = "EDL";
	"330" = "Overview Cache";
	"331" = "DigiMIDIService Setup file";
	"332" = "SYNC-HD update";
	"333" = "Sync X update";
	"334" = "AVI Movie";
	"335" = "AAF File";
	"336" = "Shortcut";
	"337" = "Copy Protected AAC";
	"338" = "Pro Tools Session Archive";
	"339" = "Production Exchange Format";
	"340" = "Pro Tools Project";
	"341" = "Pro Tools Session Link";
	"342" = "Pro Tools Revision History Cache";

/* L10N_FF */

	"400" = "within the \"Program Files\" folder.";
	"401" = "the \"Digidesign\" folder could not be found ";
	"402" = "the \"DAE\" folder could not be found within the \"Digidesign\" folder ";
	"403" = "within the System folder.";
	"404" = "the \"System\" folder could not be found.";
	"405" = "the \"DAE Folder\" folder could not be found.";
	"406" = "the \"Codecs\" folder could not be found within the \"Pro Tools\" folder.";
	"407" = "the \"%1\" folder could not be found.";
	"408" = "In order to work with MP3 files, you must enable the trial period for the MP3 import/export option.  This trial period is good for 30 days.\nWould you like to enable the MP3 import/export option trial period?";
	"409" = "Demo";
	"410" = "the file \"%1\" could not be found within the \"%2\" folder.";
	"411" = "Module initialization failed for %1.";
	"412" = "Not Compressed";
	"413" = "Encoding for %1 failed.";
	"414" = "Write to %1 failed.";
	"415" = "The MP3 option cannot be enabled because: ";
	"416" = "The MP3 option is enabled";
	"417" = "The REX option cannot be enabled because: ";
	"418" = "The REX option is enabled";
	"419" = "%1the encoder DLL is an incompatible version";
	"420" = "Encoder interface version mismatch occurred";
	"421" = "Decoder interface version mismatch occurred";
	"422" = "while initializing QuickTime libraries";
	"423" = "%1.  Please install the QuickTime player from www.apple.com";
	"424" = "The RealAudio option cannot be enabled because: ";
	"425" = "The RealAudio option is enabled";
	"426" = "version mismatch in creating RealAudio encoder occurred";
	"427" = "RealAudio support library unavailable";
	"428" = "The Windows Media option cannot be enabled because: ";
	"429" = "The Windows Media option is enabled";
	"430" = "eng";
	"431" = "Voice";
	"432" = "Voice Background";
	"433" = "Music";
	"434" = "Stereo Music";
	"435" = "Recommended for audio content that contains only voice with limited background noise or music.";
	"436" = "Recommended for voice content that contains background music or sounds such as movies, commercials, newscasts, etc.";
	"437" = "Recommend for instrumental music and music with vocals.";
	"438" = "Recommend for instrumental music and music with vocals. Please note that overall quality will be lower than for the same clip using the standard Music setting. Requires a stereo input.";
	"439" = "Need description of process";
	"440" = "Converting %1 to %2";
	"441" = "Copying %1 to %2";
	"442" = "Consolidating %1 to %2";
	"443" = "an unexpected stream type was encountered";
	"444" = "an unknown stream type was encountered";
	"445" = "an error occurred while reading the document";
	"446" = "an error occurred while writing the document";
	"447" = "unable to find document TOC";
	"448" = "<NO DISPLAY INFO>";
	"449" = "Invalid";
	"450" = "[%1 bytes]";
	"451" = "resource of type '";
	"452" = "' with id=%1 could not be found";
	"453" = "STR resource named \"%1\" could not be found";
	"454" = "Can't create file";
	"455" = "overview cache is invalid";
	"456" = "demo mode has not been enabled";
	"457" = "<not set>";
	"458" = "WAV";
	"459" = "AIFF";
	"460" = "SD II";
	"461" = "SD I";
	"462" = "MP3";
	"463" = "OMF Interchange";
	"464" = "Advanced Authoring Format";
	"465" = "Real Audio";
	"466" = "QuickTime";
	"467" = "AAC";
	"468" = "Windows Media";
	"469" = "Sound Resource";
	"470" = "MXF";
	"471" = "Sound Designer I";
	"472" = "RedBook CD Audio (CDDA)";
	"473" = "Pro Tools";
	"474" = "ReCycle";
	"475" = "'Cause I say so";
	"476" = "I can't say";
	"477" = "AIFC";
	"478" = "Codecs";
	"479" = "MP3";
	"480" = "REX";
	"481" = "Who wants to know?";
	"482" = "RealAudio";
	"483" = "Sound Designer II";
	"484" = "dummy.tag";
	"485" = "?";
	"486" = "\016Not Compressed";
	"487" = "Not enough memory available to create samplerate conversion table.  Try allocating more memory to Pro Tools, or using a lower conversion quality setting.";
	"488" = "Locating Audio Files";
	"489" = "Unknown Error During Processing";
	"490" = "Processing Aborted";
	"491" = "Translating video";
	"492" = "Error reading OMF file.";
	"493" = "Not a Video File";
	"494" = "Error reading video in the QuickTime file.";
	"495" = "Could not open QuickTime movie file.";
	"496" = "Not a valid QuickTime video file.";
	"497" = "Error getting movie tracks from QuickTime file.";
	"498" = "Could not find any video in the QuickTime file.";
	"499" = "The MP3 demo period may have expired.";

/* L10N_MC_PortNames */

	"500" = "DigiSerial Port";
	"501" = "DigiSerial Port #2";
	"502" = "COM1";
	"503" = "COM2";
	"504" = "Modem Port";
	"505" = "Printer Port";
	"506" = "serialA";
	"507" = "serialB";
	"508" = "None";
	"509" = "SYNC 9-Pin Out 1";
	"510" = "SYNC 9-Pin Out 2";
	"511" = "Sync X 9-Pin Out";
	"512" = "Sync X 9-Pin Out 1";
	"513" = "Sync X 9-Pin Out 2";

/* L10N_Mtd */

	"600" = "Project";
	"601" = "Session";
	"602" = "Sample Rate";
	"603" = "Bit Depth";
	"604" = "Location";
	"605" = "Project Name";
	"606" = "Project Owner";
	"607" = "Collaborators";
	"608" = "Current Version";
	"609" = "Title";
	"610" = "Contributor(s)";
	"611" = "Artist(s)";
	"612" = "BPM";
	"613" = "Name";
	"614" = "Date Created";
	"615" = "Date Modified";
	"616" = "%1 kHz";
	"617" = "%1-bit";
	"618" = "%1 bpm";

/* L10N_Mem */

	"700" = "\n";
	"701" = "-------------------------\n";
	"702" = "%1 bytes in %2 blocks of %3 bytes each";
	"703" = ", id: %1";
	"704" = ": %1\n";
	"705" = "\n#### Total Bytes = %1####\n\n";
	"706" = "Size: %1, numAllocated: %2, numAllocs: %3, avg. time: %4ns, max time: %5ns";
	"707" = ", max num alloc:%1";
	"708" = ", Free: avg. time: %1ns, max time: %2ns";
	"709" = "Mem_StatsAllocator stats:\n";
	"710" = "TotalAllocs: %1, avg. time: %2ns\n";
	"711" = "Total frees: %1, avg. time: %2ns\n";

/* L10N_ProToolsGeneric */

	"800" = "None";
	"801" = "none";
	"802" = "MIDI";
	"803" = "&OK";
	"804" = "Quit";
	"805" = "&Cancel";
	"806" = "&Accept";
	"807" = "&Decline";
	"808" = "&Copy Error Message";
	"809" = "&Retry";
	"810" = "&Stop";
	"811" = "&Delete";
	"812" = "&Continue";
	"813" = "&Yes";
	"814" = "&No";
	"815" = "More &Info...";
	"816" = "Any";
	"817" = "All";
	"818" = "All";
	"819" = "off";
	"820" = "off";
	"821" = "on";
	"822" = "pan";
	"823" = "volume";
	"824" = "volume trim";
	"825" = "level trim";
	"826" = "n/a";
	"827" = "Pro Tools";
	"828" = "&Save";
	"829" = "&Don't Save";
	"830" = "&Discard";
	"831" = "&Keep";
	"832" = "&Don't Delete";
	"833" = "&Remove";
	"834" = "ProTools 5.0";
	"835" = "ProTools 4.3";
	"836" = "ProTools 3.2";
	"837" = "Pro Tools 5.0";
	"838" = "Pro Tools 4.3";
	"839" = "Pro Tools 3.2";
	"840" = "Audio Tracks";
	"841" = "Audio and Video Tracks";
	"842" = "MIDI Tracks";
	"843" = "Aux Tracks";
	"844" = "Master Tracks";
	"845" = "Instrument Tracks";
	"846" = "VCA Masters";
	"847" = "Folders";
	"848" = "Frozen Tracks";
	"849" = "Could not create the TCE plug-in's factory default file because %1.";
	"850" = "not available";
	"851" = "Not Available";
	"852" = " with ";
	"853" = "\"%1\"";
	"854" = "Don't show this again";
	"855" = "Minimal";
	"856" = "&Allow";
	"857" = "&Replace";
	"858" = "简体中文 (Simplified Chinese)";
	"859" = "繁體中文 (Traditional Chinese)";
	"860" = "Deutsch (German)";
	"861" = "English (English)";
	"862" = "Español (Spanish)";
	"863" = "Français (French)";
	"864" = "Italiano (Italian)";
	"865" = "日本語 (Japanese)";
	"866" = "한글 (Korean)";
	"867" = "Sign In";
	"868" = "Sign Out";
	"869" = "Signing In";
	"870" = "Session";
	"871" = "Project";
	"872" = "&Repair";
	"873" = "You have used %1 of %2 (%3%) total cloud storage";
	"874" = " (Storage: %1%)";
	"875" = "You are trying to run a newer version of Pro Tools than allowed by your license. You can uninstall this version of Pro Tools and reinstall any version of Pro Tools that is supported by your license, or visit your MyAvid Account to renew your upgrade plan.";
	"876" = "MyAvid";
	"877" = "Would you like to send usage and diagnostic data to Avid to help us improve our products and services?\n\n";
	"878" = "Note that some web-based screens may continue to collect usage and diagnostic data in accordance with our Privacy Policy.";
	"879" = "\n\nThis setting can be changed in Pro Tools Preferences > Operation > Diagnostics.";
	"880" = "\n\nThis setting can be changed in the Pro Tools First “Setup” menu.";
	"881" = "&Update";
	"882" = "&Skip";
	"883" = "&Save As...";

/* L10N_Sys */

	"900" = "while loading \"%1\"";
	"901" = "while looking up symbol \"%1\" in \"%2\"";
	"902" = "while closing \"%1\"";
	"903" = "starting location for iterator invalid";
	"904" = "an error while searching volume";
	"905" = "<Unknown>";
	"906" = "Full Path: %1";
	"907" = "Volume Name: %1";
	"908" = "Location Name: %1";
	"909" = "Extension: %1";
	"910" = "Parent Folder: ";
	"911" = "%1:.Trashes:";
	"912" = "%1 %2";
	"913" = "%1:AFP_Resource";
	"914" = "%1Resource:.FRK\\%2";
	"915" = "end of stream encountered";
	"916" = "write to stream failed";
	"917" = "Unknown";
	"918" = "Folder";
	"919" = "\"%1\": tot:%2 count:%3 max:%4 min:%5 avg:%6";
	"920" = "*** Buffer full, some messages lost ***\n";
	"921" = "magic ID does not match";
	"922" = "size of header doesn't match amount of data read";
	"923" = "version is too old";
	"924" = "data cannot be read from newer version";
	"925" = "An unknown exception occurred";
	"926" = "Volume size: %1 bytes";
	"927" = "Volume Free Space: %1 bytes";
	"928" = "Note";
	"929" = "Warning";
	"930" = "Error";
	"931" = "untitled";
	"932" = "File Name: %1";
	"933" = "tmp";
	"934" = "txt";
	"935" = ":AFP_AfpInfo";
	"936" = ":Afp_Resource";
	"937" = "Drivers\\FASTFAT.SYS";
	"938" = "040904B0";
	"939" = "\\StringFileInfo\\%1\\ProductName";
	"940" = "Pro Tools for Windows NT";
	"941" = "_NT_SYMBOL_PATH";
	"942" = "c:\\suppress stack dumps";
	"943" = "c:\\Enable JIT Debugging";
	"944" = "A fatal exception has occurred.\nPro Tools must exit.\n";
	"945" = "A log file has been written to: %1\n";
	"946" = "Program Error";
	"947" = "Pro Tools\\Pro Tools Utilities\\ExceptionLogFiles";
	"948" = "\\Log-%1.ptx";
	"949" = "Description:\r\n%1\r\nStack:\r\n";
	"950" = "Save to file?";
	"951" = "Exception Log";
	"952" = "N/A";
	"953" = "DAE";
	"954" = "InstallPath";
	"955" = "Software\\Digidesign\\";
	"956" = "ProgramFilesDir";
	"957" = "Software\\Microsoft\\Windows\\CurrentVersion";
	"958" = "\\Digidesign";
	"959" = "fat";
	"960" = "fat32";
	"961" = "ntfs";
	"962" = "cdfs";
	"963" = "nfs";
	"964" = "avidfs";
	"965" = "avidfos";
	"966" = "a:";
	"967" = "b:";
	"968" = "Could not complete your request because: %1";
	"969" = "The chosen name contains illegal characters.";
	"970" = "Multiprocessing Services are not available. They are required for operation.";
	"971" = "can't unmount boot drive";
	"972" = "Can't delete folder: %1 is not empty.";
	"973" = "while copying \"%1\" to \"%2\"";
	"974" = "while moving \"%1\" to \"%2\"";
	"975" = "while deleting \"%1\"";
	"976" = "while creating \"%1\"";
	"977" = "while opening \"%1\"";
	"978" = "while reading \"%1\"";
	"979" = "while writing \"%1\"";
	"980" = "while closing \"%1\"";
	"981" = "while setting attributes for \"%1\"";
	"982" = "Long Full Path: %1";
	"983" = "Software\\Avid\\Pro Tools";
	"984" = "\\Avid";
	"985" = "\\Pro Tools";

/* L10N_Sys2 */

	"1000" = "Invalid relative path for this anchor";
	"1001" = "Couldn't initialize semaphore";
	"1002" = "Couldn't create an event";
	"1003" = "Setting the event failed";
	"1004" = "Unknown";
	"1005" = "Application";
	"1006" = "Framework";
	"1007" = "Unrecoverable Error";
	"1008" = "This application has encountered an unrecoverable error and will now exit.";
	"1009" = "Audio";

/* L10N_Sys_Exception */

	"1100" = "a volume is not mounted";
	"1101" = "%1";
	"1102" = "Can't create Pro Tools shared folder";
	"1103" = "while creating symbolic link to file: %1";

/* L10N_Sys_Win32Err */

	"1200" = "Access violation occurred";
	"1201" = "Data type misalignment occurred";
	"1202" = "Array bounds exceeded";
	"1203" = "Floating point error occurred (denormal operand)";
	"1204" = "Floating point error occurred (divide by zero)";
	"1205" = "Floating point error occurred (inexact result)";
	"1206" = "Floating point error occurred (invalid operation)";
	"1207" = "Floating point error occurred (overflow)";
	"1208" = "Floating point error occurred (stack check)";
	"1209" = "Floating point error occurred (underflow)";
	"1210" = "Integer error occurred (divide by zero)";
	"1211" = "Integer error occurred (overflow)";
	"1212" = "Privileged instruction executed in user mode";
	"1213" = "In page error occurred";
	"1214" = "Illegal instruction attempted";
	"1215" = "Noncontinuable exception occurred";
	"1216" = "Stack overflow occurred";
	"1217" = "Invalid disposition occurred";
	"1218" = "Guard page violation occurred";
	"1219" = "Invalid handle was used";
	"1220" = "An unknown exception occurred";
	"1221" = " at address: ";
	"1222" = " in module: ";
	"1223" = ", unable to read location: ";
	"1224" = ", unable to write location: ";
	"1225" = ", thread cause a DEP Violation at: ";
	"1226" = ", unknown type: ";

/* L10N_Sys_MacOSErr */

	"1300" = "Error connecting to library";
	"1301" = "Movie file corrupted";
	"1302" = "Data in an Apple event could not be read";
	"1303" = "The desktop database has become corrupted.";
	"1304" = "System unable to allocate memory, critical error";
	"1305" = "Insufficient physical memory";
	"1306" = "Partition size specified in 'SIZE' resource is not big enough for launch";
	"1307" = "A bus error occurred";
	"1308" = "No card in this slot";
	"1309" = "Sound input device is busy";
	"1310" = "Invalid sample size";
	"1311" = "Invalid sample rate";
	"1312" = "Hard drive too slow to record";
	"1313" = "Invalid compression type";
	"1314" = "Invalid sound input device";
	"1315" = "No sound input hardware available";
	"1316" = "Not enough CPU time available";
	"1317" = "Channel is busy";
	"1318" = "File is corrupt or unusable, or not AIFF or AIFF-C";
	"1319" = "Insufficient memory available";
	"1320" = "Resource is corrupt or unusable";
	"1321" = "Channel is corrupt or unusable";
	"1322" = "Problem loading the resource";
	"1323" = "Insufficient hardware available";
	"1324" = "Required sound hardware not available";
	"1325" = "Resource file not found";
	"1326" = "Writing past end of file";
	"1327" = "Failed to allocate memory for structure";
	"1328" = "Failed to allocate memory for temporary structures";
	"1329" = "Insufficient stack";
	"1330" = "Internal file system error";
	"1331" = "Server volume has been disconnected";
	"1332" = "Not an HFS volume; volume does not support Desktop Manager";
	"1333" = "Too many working directories open";
	"1334" = "Directory not found or incomplete pathname";
	"1335" = "First of the range of low-level disk errors";
	"1336" = "Last of the range of low-level disk errors";
	"1337" = "Read/write permission doesn't allow writing";
	"1338" = "Bad master directory block";
	"1339" = "Problem during rename";
	"1340" = "Volume lacks Macintosh-format directory";
	"1341" = "Attempt to open locked file for writing";
	"1342" = "Volume is offline";
	"1343" = "File already open with write permission";
	"1344" = "A file with the specified name already exists";
	"1345" = "File is busy";
	"1346" = "Volume is locked through software";
	"1347" = "File is locked";
	"1348" = "Disk is write-protected";
	"1349" = "File or folder not found";
	"1350" = "Too many files open";
	"1351" = "Attempt to position mark before start of file";
	"1352" = "Logical end-of-file reached";
	"1353" = "File not open";
	"1354" = "Bad filename or volume name";
	"1355" = "I/O error";
	"1356" = "Volume not found";
	"1357" = "Disk full";
	"1358" = "Directory full";
	"1359" = "Driver resource not found";
	"1360" = "Driver unable to complete close request";
	"1361" = "You do not have appropriate access privileges";
	"1362" = "File name too long";
	"1363" = "Permission denied";

/* L10N_Time */

	"1400" = "\n";
	"1401" = "Basic seg: sample %1, tick: %2, qpm: %3\n";
	"1402" = "bad version encountered";
	"1403" = "128th";
	"1404" = "64th";
	"1405" = "32nd";
	"1406" = "16th";
	"1407" = "Eighth";
	"1408" = "Quarter";
	"1409" = "Half";
	"1410" = "Whole";
	"1411" = "Double whole";
	"1412" = "???";
	"1413" = "Dotted %1";
	"1414" = "Tempo Map:\n";
	"1415" = "%1|%2|";
	"1416" = "+%1";
	"1417" = "%1(%2q%3), %4 (%5s%6)";
	"1418" = "> ";
	"1419" = "Constant: ";
	"1420" = "Unspecified, ";
	"1421" = ", Locked to sample %1";
	"1422" = ", Computed";
	"1423" = "Meter Map:\n";
	"1424" = "%1(m. %2)>%3/%4, click %5";
	"1425" = " *prevIsPartial*";
	"1426" = "Meter";
	"1427" = "bad data encountered";
	"1428" = "%1t%2%3";
	"1429" = "ComputeBackwardsTo: no locked segment found\n";
	"1430" = "GenerateBackward: ";
	"1431" = "*** Recompute basic tempo map ***\n";
	"1432" = "Default map\n";
	"1433" = "Segment: %1\n";
	"1434" = "Do backwards\n";
	"1435" = "Provide default IDB for first segment\n";
	"1436" = "Tempo";
	"1437" = "bad segment type encountered";
	"1438" = "TMS";
	"1439" = "Const";
	"1440" = "Prev";
	"1441" = "Samples";
	"1442" = "Ticks";
	"1443" = "Frames";
	"1444" = "Non-Standard Key";
	"1445" = "Open key/Atonal";
	"1446" = "C major";
	"1447" = "G major";
	"1448" = "D major";
	"1449" = "A major";
	"1450" = "E major";
	"1451" = "B major";
	"1452" = "F# major";
	"1453" = "C# major";
	"1454" = "F major";
	"1455" = "Bb major";
	"1456" = "Eb major";
	"1457" = "Ab major";
	"1458" = "Db major";
	"1459" = "Gb major";
	"1460" = "Cb major";
	"1461" = "A minor";
	"1462" = "E minor";
	"1463" = "B minor";
	"1464" = "F# minor";
	"1465" = "C# minor";
	"1466" = "G# minor";
	"1467" = "D# minor";
	"1468" = "A# minor";
	"1469" = "D minor";
	"1470" = "G minor";
	"1471" = "C minor";
	"1472" = "F minor";
	"1473" = "Bb minor";
	"1474" = "Eb minor";
	"1475" = "Ab minor";
	"1476" = "Major";
	"1477" = "Minor";
	"1478" = "None";

/* L10N_TimeGlobals */

	"1500" = "None";
	"1501" = "0.1% Up";
	"1502" = "0.1% Down";
	"1503" = "4% Up";
	"1504" = "4% Up, 0.1% Up";
	"1505" = "4% Up, 0.1% Down";
	"1506" = "4% Down";
	"1507" = "4% Down, 0.1% Up";
	"1508" = "4% Down, 0.1% Down";
	"1509" = " [NTSC To FILM]";
	"1510" = " [FILM To NTSC]";
	"1511" = " [FILM To PAL]";
	"1512" = " [NTSC To PAL]";
	"1513" = " [Invalid]";
	"1514" = " [PAL To FILM]";
	"1515" = " [PAL To NTSC]";
	"1516" = "Pull Up";
	"1517" = "Pull Down";

/* L10N_CFD1 */

	"1600" = "MIDI File Format";
	"1601" = "0";
	"1602" = "1 (multitrack)";
	"1603" = "Location Reference";
	"1604" = "Session Start";
	"1605" = "Song Start";
	"1606" = "Remove";
	"1607" = "Remove All";
	"1608" = "Add ->";
	"1609" = "Add All ->";
	"1610" = "Start: ";
	"1611" = "End: ";
	"1612" = "Length: ";
	"1613" = "Len: ";
	"1614" = "Clips in Current File";
	"1615" = "Clips to Import";
	"1616" = "BWF(.WAV) is the recommended file format for optimum cross-platform interoperability. The SDII file format is not supported with:\n- Pro Tools 8.0.3 or later systems\n- Pro Tools systems running on Windows\n- Sample rates higher than 48Khz\n- Elastic Audio processing";
	"1617" = "Add File&s";
	"1618" = "A&dd Clip";
	"1619" = "Clip Info";
	"1620" = "Play Position:";
	"1621" = "Limit Character Set";
	"1622" = "Apply SRC";
	"1623" = "Source sample rate:";
	"1624" = "Destination sample rate:";
	"1625" = "Quality:";
	"1626" = "Invalid source sample rate.";
	"1627" = "Commit Elastic Audio To Disk";
	"1628" = "Don't Copy Rendered Elastic Files";
	"1629" = "Visible Timeline Files Only";
	"1630" = " M";
	"1631" = " G";
	"1632" = " (Locked)";
	"1633" = " (Error)";
	"1634" = " (Failed)";
	"1635" = "Start Preview";
	"1636" = "Stop Preview";

/* L10N_Rgn */

	"1700" = "...";
	"1701" = ".";
	"1702" = "-";
	"1703" = "0";
	"1704" = "-01";
	"1705" = "Please choose a name with %1 or fewer characters";
	"1706" = "No matching items.";
	"1707" = "Deleting Unused Fade Files";
	"1708" = "Quantize:";
	"1709" = "Duration:";
	"1710" = "Velocity:";
	"1711" = "Pitch:";
	"1712" = "Start Delay:";
	"1713" = "N/A";
	"1714" = "64th Note";
	"1715" = "32th Note";
	"1716" = "16th Note";
	"1717" = "8th Note";
	"1718" = "Quarter Note";
	"1719" = "Half Note";
	"1720" = "Whole Note";
	"1721" = "120 Ticks";
	"1722" = "240 Ticks";
	"1723" = "480 Ticks";
	"1724" = "960 Ticks";
	"1725" = "Samples";
	"1726" = "Ticks";
	"1727" = "Timebase: %1";
	"1728" = "Color Column";
	"1729" = "Elastic Column";
	"1730" = "Type Column";
	"1731" = "Guitar Settings Column";
	"1732" = "Audio Clip";
	"1733" = "MIDI Clip";
	"1734" = "Video Clip";
	"1735" = "Audio Clip Group";
	"1736" = "MIDI Clip Group";
	"1737" = "Video Clip Group";
	"1738" = "S: ";
	"1739" = "T: ";
	"1740" = "Scene: ";
	"1741" = "Take: ";
	"1742" = "Compression:";
	"1743" = "BPM: ";
	"1744" = "Updating the clip display list...";
	"1745" = "Owned By ";
	"1746" = "%1 clips were removed from the Clips list %2. %3If this was unexpected, you may be able to get them back by undoing, or by opening the latest session backup.  It would be helpful if you could Save As, and locate the latest Pro Tools log file in ~/Library/Logs/Avid, and send the session (without audio) and log to Avid Customer Support with a description of the action you performed just before this message appeared.";
	"1747" = "Some of the clips may still be on the timeline. ";

/* L10N_Languages */

	"1800" = "Japanese";
	"1801" = "English";
	"1802" = "Simplified Chinese";
	"1803" = "Traditional Chinese";
	"1804" = "Japanese";
	"1805" = "Korean";
	"1806" = "French";
	"1807" = "Italian";
	"1808" = "German";
	"1809" = "Spanish";

/* L10N_PtSess_TranslateNotes */

	"1900" = "Notes";
	"1901" = "Comments";
	"1902" = "Errors";
	"1903" = "Some errors occurred.";
	"1904" = "Missing or inactive plug-ins";
	"1905" = "The following plug-ins or options were DROPPED because they could not be found in the plug-ins folder: ";
	"1906" = "The following plug-ins or options were DROPPED because because of insufficient system resources: ";
	"1907" = "The following plug-ins were made inactive because they could not be found in the plug-ins folder: ";
	"1908" = "The following plug-ins were made inactive because of insufficient system resources: ";
	"1909" = "The following plug-ins were made inactive because HTDM plug-ins are no longer supported: ";
	"1910" = "Inactive outputs and sends";
	"1911" = "Some outputs or sends were made inactive.";
	"1912" = "Inactive inputs";
	"1913" = "Some inputs were made inactive.";
	"1914" = "Inactive side chain inputs";
	"1915" = "Some side chain inputs were made inactive.";
	"1916" = "Some tracks were dropped because only mono and stereo tracks are supported.";
	"1917" = "Some tracks were dropped because inactive tracks are not supported.";
	"1918" = "The session was last saved on a system that had more I/O's and/or Busses. Some original I/O and/or Bus assignments are no longer available and have been remapped to bus 31-32.";
	"1919" = "Omitted Paths";
	"1920" = "Some paths were dropped because SampleCell cards are not supported.";
	"1921" = "Some paths were dropped because only mono and stereo paths are supported.";
	"1922" = "Some paths were dropped because they are subpaths of main paths which were dropped.";
	"1923" = "Path \"%1\" was dropped because SampleCell cards are not supported.";
	"1924" = "Path \"%1\" was dropped because only mono and stereo paths are supported.";
	"1925" = "Path \"%1\" was dropped because it is a subpath of a main path which was dropped.";
	"1926" = "Omitted Tracks";
	"1927" = "Track \"%1\" was dropped because the maximum number of voices was exceeded";
	"1928" = "Track \"%1\" was dropped because the maximum number of disk tracks was exceeded";
	"1929" = "Track \"%1\" was dropped because the maximum number of aux tracks was exceeded";
	"1930" = "Track \"%1\" was dropped because the maximum number of master tracks was exceeded";
	"1931" = "Track \"%1\" was dropped because the maximum number of MIDI tracks was exceeded";
	"1932" = "Track \"%1\" was dropped because the maximum number of instrument tracks was exceeded";
	"1933" = "Track \"%1\" was dropped because only mono and stereo tracks are supported.";
	"1934" = "Track \"%1\" was dropped because inactive tracks are not supported.";
	"1935" = "Track \"%1\" Insert %2 (\"%3\") has been dropped because the plug-in is not present in the plug-ins folder.";
	"1936" = "Track \"%1\" Insert %2 (\"%3\") has been made Inactive because %4.";
	"1937" = "Track \"%1\" Insert %2 (\"%3\") has been made Inactive because there are insufficient system resources available.";
	"1938" = "Track \"%1\" Insert %2 (\"%3\") has been made Inactive because something went wrong.";
	"1939" = "Track \"%1\" side chain for insert %2 (\"%3\") has been made inactive because %4.";
	"1940" = "Some tracks were dropped because the maximum number of voices was exceeded.";
	"1941" = "Some tracks were dropped because the maximum number of disk tracks was exceeded.";
	"1942" = "Some tracks were dropped because the maximum number of aux tracks was exceeded.";
	"1943" = "Some tracks were dropped because the maximum number of voices was exceeded.";
	"1944" = "Some tracks were dropped because the maximum number of MIDI tracks was exceeded.";
	"1945" = "Some tracks were dropped because the maximum number of instrument tracks was exceeded.";
	"1946" = "(audio)";
	"1947" = "(aux)";
	"1948" = "(master)";
	"1949" = "Track \"%1\" %2 output \"%3\" has been made inactive because %4.";
	"1950" = "Track \"%1\" %2 Send %3 \"%4\" has been made inactive because %5.";
	"1951" = "Track \"%1\" %2 input \"%3\" has been made inactive because %4.";
	"1952" = "The video media could not be imported because it was created with an incompatible video engine.";
	"1953" = "OMF Parsing Errors";
	"1954" = "Some OMF parsing errors occurred.";
	"1955" = "Truncated clip names";
	"1956" = "Some clip names were truncated.";
	"1957" = "Ignored effects";
	"1958" = "Some effects were ignored.";
	"1959" = "Missing renderings";
	"1960" = "Some renderings were missing.";
	"1961" = "Gain applied";
	"1962" = "Gain was applied to some files.";
	"1963" = "Some clips were removed from the timeline because they were located beyond the maximum session length. They will remain in the clip list.";
	"1964" = "Missing or offline media";
	"1965" = "Some media could not be located.";
	"1966" = "Copied media";
	"1967" = "Some media was copied.";
	"1968" = "MIDI notes with an invalid on velocity of 0 were encountered. These velocities have been set to 1.";
	"1969" = "The session was last saved on Pro Tools hardware supporting Automatic Delay Compensation.  ";
	"1970" = "All settings related to Automatic Delay Compensation will be restored if this session is reopened on a system with compatible hardware.";
	"1971" = "The following invalid fades were detected: ";
	"1972" = "%1 \"%2\" at %3 on playlist \"%4\"";
	"1973" = "Fade in";
	"1974" = "Fade out";
	"1975" = "Crossfade";
	"1976" = "Invalid fades (these fades cannot be regenerated if they go offline)";
	"1977" = "%1 \"%2\" at %3 on playlist \"%4\" is invalid because %5.";
	"1978" = "Solo mode has been changed to SIP-only, as DSP resources are insufficient to use AFL/PFL.  Try freeing up DSP by making some tracks or plug-ins inactive.";
	"1979" = "Solo mode has been changed to SIP-only, because it requires the Surround Mixer plug-in.";
	"1980" = "The I/O path declared for AFL/PFL solo mode is not currently active.  Visit the I/O Setups window to choose another AFL/PFL path.";
	"1981" = "There were not enough markers / memory locations.  %1 markers/memory locations were dropped.";
	"1982" = "There were not enough window configuration slots.  %1 configurations were dropped.";
	"1983" = "Video Clip Groups are not supported in this version of Pro Tools.";
	"1984" = "One or more clip groups and/or loops will be dropped during export. Please ungroup/unloop affected clips, or consolidate them into new audio files prior to export. Consult the Pro Tools user guide for more information about these edit operations.";
	"1985" = "Your I/O setup has changed since the last time this session was saved.  Check the I/O Setups window to see what's changed.";
	"1986" = "The original disk allocation for this session cannot be used.  Check the disk allocation window to see what's changed.";
	"1987" = "The following files contain illegal characters in their file names. They have been copied, renamed and placed in the \"Renamed Audio Files\" folder: ";
	"1988" = "The following file names contain illegal characters. Pro Tools cannot create a copy with a legal name until the file is re-linked with the session: ";
	"1989" = "Some ICON custom fader groups could not be imported because there were not enough empty custom fader groups in the current session.";
	"1990" = "Could not import all snapshot session data because there were not enough empty presets in the current session.  You will need to clear additional presets if you wish to import the snapshot session data.";
	"1991" = "This version of Pro Tools does not support VCA Masters.  This session was previously saved with VCA masters that contributed automation to the session.  The VCA masters will be dropped, but their data has been coalesced into the slave tracks.";
	"1992" = "This version of Pro Tools does not support trim automation.  This session contained non-coalesced trim automation data which has been coalesced into the main volume and send level playlists.";
	"1993" = "OMF and AAF embedded video is not supported, and will be imported off-line.";
	"1994" = "Missing Elastic Audio plug-ins";
	"1995" = "Elastic Audio processing was disabled on the following tracks because the Elastic Audio plug-in is not in the Plug-ins folder:";
	"1996" = "Elastic Audio processing has been disabled on Track \"%1\" because the Elastic Audio plug-in is not in the Plug-ins folder.";
	"1997" = "The following track's Elastic Audio plug-in was set to \"Polyphonic\" because the selected Elastic Audio plug-in is not in the Plug-ins folder:";
	"1998" = "Elastic Audio processing on Track \"%1\" has been set to \"Polyphonic\" because the \"%2\" Elastic Audio plug-in is not in the Plug-ins folder.";
	"1999" = "Elastic Audio not supported in this session";

